<?php

return [

    "register" => "تسجيل",
    "login" => "دخول",
    "logout" => "خروج",
    "ConfirmPassword" => "تأكيد كلمة المرور",
    "name" => "الإسم كاملاً",
    "username" => "إسم المستخدم",
    "email" => "البريد الإلكتروني",
    "phone" => "رقم المحمول",
    'passwordInput' => 'كلمة المرور',
    'failed' => 'هذه المدخلات لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'محاولات تسجيل دخول كثيرة جدًا. يُرجى المحاولة مرة أخرى بعد:seconds ثوانٍ.',
    'rememberMe' => 'تذكرني',
    'forgotPassword' => 'هل نسيت كلمة المرور؟',
    'sysAdmin' => 'مدير النظام',
    'user' => 'مستخدم',
    'resetPassword' => 'إعادة تعيين كلمة المرور',
    'sendEmailReset' => 'إرسال رابط إعادة تعيين كلمة المرور',
    "wrongPrivilege" => 'عفواً .. ليس لديك الحق في الدخول.',
    'userPrivilege' => 'دور المستخدم'
];
